Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Allow Trio to receive commands from Loop Follow remotely.
bg: Позволете на Trio да получава команди от Loop Follow дистанционно.
cs: Povolit Triu přijímat vzdálené příkazy z Loop Follow.
da: Tillad Trio at modtage kommandoer fra Loop Følg eksternt.
de: Erlaube Trio Befehle von 'Loop Follow' per Fernzugriff zu erhalten.
es: Permitir a Trio recibir comandos de Loop Follow remotamente.
fr: Autoriser Trio à recevoir des commandes distantes envoyées par l'application "LoopFollow".
it: Permetti a Trio di ricevere comandi da Loop Follow in remoto.
nb_no: Tillat at Trio mottar kommandoer fra Loop Follow.
nl: Sta Trio toe om commando's van Loop Follow op afstand te ontvangen.
pl: Pozwól Trio na otrzymywanie zdalnych poleceń przez Loop Follow.
pt_pt: Permitir que Trio receba comandos do Loop Follow remotamente.
ru: Разрешить Трио получать команды из Цикла Следуйте удаленно.
sv: Tillåt Trio att ta emot kommandon från Loop Follow på distans.
uk: Дозволь друзям отримувати команди від циклу чути віддалено.
vi: Cho phép Trio nhận lệnh từ Loop Follow từ xa.
zh_hant: 允許 Trio 從 Loop Follow 遠端接收指令。

source: Allow Trio to use Bluetooth to communicate with your insulin pump and CGM.
bg: Позволете на Trio да използва Bluetooth за комуникация с вашата инсулинова помпа и CGM.
cs: Povolit Triu používat Bluetooth pro komunikaci s tvou inzulínovou pumpou a CGM.
da: Tillad Trio at bruge Bluetooth for at kommunikere med din insulinpumpe og CGM.
de: Erlaube Trio, über Bluetooth mit Deiner Insulinpumpe und Deinem CGM zu kommunizieren.
fr: Autoriser Trio à utiliser le Bluetooth pour permettre à Trio de communiquer avec votre pompe à insuline et votre CGM.
it: Permetti a Trio di usare Bluetooth per comunicare con la pompa d'insulina e il CGM.
nb_no: Tillat at Trio bruker Bluetooth til å kommunisere med din insulinpumpe og CGM.
nl: Sta Trio toe om Bluetooth te gebruiken om te kunnen communiceren met je insulinepomp en CGM.
pl: Pozwól Trio na używanie Bluetooth do komunikacji z pompą insulinową i CGM.
sv: Tillåt Trio att använda Bluetooth för att kommunicera med din insulinpump och CGM.
vi: Cho phép Trio sử dụng Bluetooth để giao tiếp với máy bơm insulin và cảm biến đường huyết của bạn.
zh_hant: 允許 Trio 使用藍牙與您的胰島素幫浦和持續血糖監測裝置進行通訊。

source: Allow Upload of Statistics to NS
bg: Разреши качването на статистика към NS
cs: Povolit nahrávání statistik do NS
da: Tillad Upload af Statistik til NS
de: Hochladen von Statistiken in NS zulassen
es: Permitir la subida de estadísticas a NS
fr: Autoriser l'envoi de statistiques vers Nightscout
it: Consenti caricare statistiche su NS
nb_no: Tillat opplasting av statistikk til NS
nl: Uploaden van statistieken naar NS toestaan
pl: Pozwól na przesyłanie statystyk do NS
pt_pt: Permitir o envio de estatísticas para NS
ru: Загружать статистику в Nightscout
sv: Ladda upp statistik
uk: Дозволити Завантаження Статистики в NS
vi: Cho phép tải thống kê lên NS
zh_hant: 允許上傳統計資料到 NS

source: Allow Uploading to Nightscout
bg: Разреши качването към Nightscout
cs: Povolit nahrávání do Nightscoutu
da: Tillad upload til Nightscout
de: Erlaube das Hochladen auf Nightscout
es: Permitir subir a Nightscout
fr: Autoriser le transfert vers Nightscout
it: Consenti di caricare su Nightscout
nb_no: Tillat opplasting til Nightscout
nl: Upload naar Nightscout toestaan
pl: Pozwól na przesyłanie do Nightscout
pt_pt: Permitir envio para o Nightscout
ru: Разрешить отправку в Ночной Разведчик
sv: Ladda upp behandlingar
uk: Дозволити завантаження на нічну розвідку
vi: Cho phép tải lên Nightscout
zh_hant: 允許上傳到 Nightscout

source: Allow uploads
bg: Разреши качванията
cs: Povolit nahrávání
da: Tilføj uploads
de: Erlaube Uploads der Daten
es: Permitir subida de datos
fr: Autorise les téléversements
it: Consenti caricamenti
nb_no: Tillat opplastinger
nl: Uploaden toestaan
pl: Pozwól na przesyłanie
pt_pt: Permitir uploads
ru: Разрешить выгрузку
sv: Tillåt uppladdning
uk: Дозволити вивантаження
vi: Cho phép tải lên
zh_hant: 允許上傳

source: Allow Uploads
bg: Разреши качванията
cs: Povolit nahrávání
da: Tillad Uploads
de: Erlaube Uploads der Daten
es: Permitir subidas
fr: Autoriser le transfert de données
it: Consenti caricamenti
nb_no: Tillat opplasting
nl: Uploaden toestaan
pl: Pozwól na przesyłanie
pt_pt: Permitir envios
ru: Разрешить выгрузку
sv: Tillåt uppladdningar
uk: Дозволити вивантаження
vi: Cho phép tải lên
zh_hant: 允許上傳

source: Allows fat and protein to be converted into future carb equivalents using the Warsaw formula of kilocalories divided by 10. This spreads the carb equivilants over a maximum duration setting that can be configured from 5-12 hours. Delay is time from now until the first future carb entry. Interval in minutes is how many minutes are between entries. The shorter the interval, the smoother the result. 10, 15, 20, 30, or 60 are reasonable choices. Adjustment factor is how much effect the fat and protein has on the entries. 1.0 is full effect (original Warsaw Method) and 0.5 is half effect. Note that you may find that your normal carb ratio needs to increase to a larger number if you begin adding fat and protein entries. For this reason, it is best to start with a factor of about 0.5 to ease into it. Default settings: Time Cap: 8 h, Interval: 30 min, Factor: 0.5, Delay 60 min
bg: Позволява мазнините и протеините да бъдат преобразувани в бъдещи еквиваленти на въглехидрати чрез Варшавския метод (килокалории, разделени на 10). Това разпределя еквивалентите на въглехидрати в рамките на максимална продължителност, която може да се конфигурира от 5 до 12 часа. Закъснението е времето от сега до първия бъдещ запис на въглехидрати. Интервалът в минути е броят минути между записите. Колкото по-кратък е интервалът, толкова по-плавен е резултатът. Разумни избори са 10, 15, 20, 30 или 60. Факторът на регулиране определя колко ефект оказват мазнините и протеините върху записите. 1.0 е пълен ефект (оригинален Варшавски метод), а 0.5 е половин ефект. Обърнете внимание, че може да се наложи обичайното ви въглехидратно число да се увеличи, ако започнете да добавяте записи за мазнини и протеини. По тази причина е най-добре да започнете с фактор около 0.5. Настройки по подразбиране: Лимит на времето: 8 ч, Интервал: 30 мин, Фактор: 0.5, Закъснение: 60 мин
cs: Umožňuje převod tuků a bílkovin na budoucí sacharidové ekvivalenty pomocí Varšavské metody (počet kilokalorií děleno 10). Tím se sacharidové ekvivalenty rozloží do maximální délky trvání, kterou lze nastavit v rozmezí 5–12 hodin. Zpoždění je čas od této chvíle do prvního budoucího záznamu sacharidů. Interval v minutách udává dobu mezi jednotlivými záznamy. Čím kratší je interval, tím hladší je výsledek. Rozumnou volbou je 10, 15, 20, 30 nebo 60 minut. Faktor úpravy určuje, jak velký vliv mají tuky a bílkoviny na záznamy. Hodnota 1,0 znamená plný účinek (původní Varšavská metoda), 0,5 je poloviční účinek. Můžeš zjistit, že tvůj běžný sacharidový poměr bude nutné zvýšit, pokud začneš zadávat tuky a bílkoviny. Proto je nejlepší začít s faktorem kolem 0,5, abys mohl začít postupně. Výchozí nastavení: Časový limit: 8 h, Interval: 30 min, Faktor: 0,5, Zpoždění: 60 min.
da: Gør det muligt at omdanne fedt og protein til fremtidige kulhydrater ved hjælp af Warszawa-formlen af kilokalorier divideret med 10. Dette spreder carb equivilants over en maksimal varighed indstilling, der kan konfigureres fra 5-12 timer. Forsinkelse er tid fra nu og indtil den første fremtidige carb post. Interval i minutter er, hvor mange minutter er mellem poster. Jo kortere interval, den glattere resultatet. 10, 15, 20, 30 eller 60 er rimelige valg. Justeringsfaktor er, hvor meget effekt fedt og protein har på indgangene. 1.0 er fuld effekt (oprindelige Warszawa Metode) og 0. er halv effekt. Bemærk, at du kan opdage, at din normale carb ratio skal stige til et større antal, hvis du begynder at tilføje fedt og protein poster. Derfor er det bedst at starte med en faktor på omkring 0,5 for at lette ind i det. Standardindstillinger: Time Cap: 8 h, Interval: 30 min, Factor: 0.5, Forsinkelse 60 min
de: Ermöglicht die Umwandlung von Fett und Eiweiß in zukünftige Kohlenhydratäquivalente unter Verwendung der Warschauer Formel (Kilokalorien geteilt durch 10). Dies verteilt die Kohlenhydratäquivalente über eine 'maximale Dauer', die von 5-12 Stunden eingestellt werden kann. 'Verzögerung' ist die Zeit von jetzt bis zum ersten zukünftigen Kohlenhydrateintrag. 'Intervall' in Minuten gibt an, wie viele Minuten zwischen den Einträgen liegen. Je kürzer das Intervall, desto gleichmäßiger das Ergebnis. 10, 15, 20, 30 oder 60 Minuten sind eine gute Wahl. Der 'Anpassungsfaktor' gibt an, wie stark sich Fett und Eiweiß auf die Einträge auswirken. 1,0 entspricht der vollen Wirkung (ursprüngliche Warschauer Methode) und 0,5 der halben Wirkung. Beachte, dass Dein normales Kohlenhydrat:Insulin-Verhältnis möglicherweise auf eine höhere Zahl ansteigen muss, wenn Du beginnst, Fett- und Eiweißeinträge hinzuzufügen. Aus diesem Grund ist es am besten, mit einem Faktor von etwa 0,5 zu beginnen, um den Einstieg zu erleichtern. Standardeinstellungen: Maximale Dauer: 8 h, Verzögerung: 60 min, Intervall: 30 min, Anpassungsfaktor: 0,5
fr: Transforme les lipides et les protéines en équivalents glucidiques répartis dans le temps selon la formule de Warsaw, qui divise les kilocalories par 10. Cette conversion répartit les équivalents glucidiques sur une durée maximale configurable entre 5 et 12 heures. Délai est le temps écoulé entre l'ajout de lipides et/ou protéines et la première entrée d'équivalents glucidiques futurs. Intervalle (en minutes) est le temps entre chaque entrée. Plus l’intervalle est court, plus le résultat est fluide. Les valeurs de 10, 15, 20, 30 ou 60 minutes sont des choix raisonnables. Facteur d'ajustement détermine l’impact des lipides et des protéines sur la conversion en équivalents glucidiques. 1,0 correspond à l'effet total (méthode originale de Varsaw), tandis que 0,5 représente un effet réduit de moitié. À noter que l'ajout de lipides et de protéines peut nécessiter une augmentation du Ratio Insuline/Glucides (plus grand nombre). Il est recommandé de commencer avec un facteur de 0,5 pour une transition progressive. Paramètres par défaut : Durée maximale : 8 h, Intervalle : 30 min, Facteur d'ajustement : 0,5, Délai : 60 min
it: Consenti di convertire grassi e proteine in futuri equivalenti di carboidrati utilizzando la formula di Varsavia di chilocalorie divisi per 10. Questo diffonde gli equivilanti del carb per un'impostazione di durata massima che può essere configurata da 5-12 ore. Il ritardo è tempo da ora fino al primo ingresso futuro del carb. L'intervallo in pochi minuti è il numero di minuti tra le voci. Più breve è l'intervallo, più liscia il risultato. 10, 15, 20, 30 o 60 sono scelte ragionevoli. Il fattore di aggiustamento è il peso che il grasso e la proteina hanno sulle voci. 1.0 è effetto pieno (metodo di Varsavia originale) e 0. è a metà effetto. Nota che potresti scoprire che il tuo normale rapporto carboidrati deve aumentare ad un numero maggiore se inizi ad aggiungere voci di grasso e proteine. Per questo motivo, è meglio iniziare con un fattore di circa 0,5 per facilitare in esso. Impostazioni predefinite: Limite temporale: 8 h, Intervallo: 30 min, Fatto: 0.5, Ritardo 60 min
nb_no: Bruker Warsaw-formelen til å konvertere fett og proteiner til fremtidige karbohydrat-ekvivalenter. Dette fordeler karbohydrat-ekvivalentene over et antall timer som kan justeres mellom 5 og 12. Forsinkelse er tiden fra nå til den første fremtidige karbohydrat-ekvivalenten blir lagt til. Intervall i minutter er antall minutter mellom hver registrering. Jo kortere intervall, jo jevnere blir resultatet. 10, 15, 20, 30 eller 60 er fornuftige valg. Justeringsfaktor er hvor stor effekt fett og proteiner har på registreringene. 1,0 er full effekt (original Warsaw-formel) og 0,5 er halv effekt. Merk at du kan ha behov for å justere opp din vanlige karbohydrat-ratio hvis du begynner å registrere fett og proteiner. På grunn av dette, anbefales det å starte med en faktor på rundt 0,5 for å starte forsiktig. Standardinnstilling: Maks varighet: 8 t, Intervall: 30 min, Faktor: 0,5, Forsinkelse: 60 min
nl: Dit laat je vet en eiwit omzetten in toekomstige koolhydraten met behulp van de Warschau-formule. Deze formule verdeelt de koolhydraten over een zelf in te stellen tijdsduur van 5-12 uur. De vertraging is de tijd tussen nu en de eerste toekomstige koolhydrateninvoer. Het interval in minuten is het aantal minuten tussen elke invoer. Als je een korter interval kiest, wordt het resultaat gelijkmatiger. Goede keuzes zijn bijvoorbeeld 10, 15, 20, 30 of 60 minuten. De aanpassingsfactor bepaalt het effect van vet en eiwit op de waarden. Een factor van 1,0 betekent volledig effect (de oorspronkelijke Warschau-methode), en 0,5 betekent half effect. Let op dat je mogelijk moet opmerken dat je normale koolhydratenverhouding moet verhogen tot een hoger getal wanneer je vet en eiwit toevoegt. Daarom is het het beste om te beginnen met een factor van ongeveer 0,5 om het jezelf makkelijk te maken. Standaardinstellingen zijn een tijdslimiet van 8 uur, een interval van 30 minuten, een factor van 0,5 en een vertraging van 60 minuten
pl: Umożliwia przekształcanie tłuszczu i białka na przyszłe ekwiwalenty węglowodanów przy użyciu wzoru warszawskiego na kilokalorie podzielonym przez 10. Dzięki temu ekwiwalenty węglowodanów rozkładają się przez maksymalny czas trwania, który można skonfigurować w zakresie od 5 do 12 godzin. Opóźnienie to czas od teraz do pierwszego wprowadzenia węglowodanów w przyszłości. Interwał w minutach to liczba minut pomiędzy wpisami. Im krótszy interwał, tym gładszy wynik. 10, 15, 20, 30 lub 60 to rozsądne wybory. Współczynnik dostosowania to wpływ tłuszczu i białka na wpisy. 1.0 to pełny efekt (oryginalna metoda warszawska) a 0,5 to połowa efektu. Należy pamiętać, że normalny stosunek węglowodanów może wzrosnąć do większej liczby, jeśli zacznie się dodawać tłuszcze i białka. Z tego powodu najlepiej zacząć od czynnika około 0,5 w celu jego złagodzenia. Ustawienia domyślne: Limit czasu: 8 h, interwał: 30 min, współczynnik: 0,5, opóźnienie 60 min
ru: Позволяет преобразовывать жиры и белки в будущие эквиваленты углеводов, используя варшавскую формулу деления килокалорий на 10. Это распределяет эквиваленты углеводов по максимальной продолжительности, которая может быть установлена в пределах 5-12 часов. Задержка - это время с настоящего момента до первого ввода углеводов в будущем. Интервал в минутах - это количество минут между записями. Чем короче интервал, тем более плавный результат. 10, 15, 20, 30 или 60 - разумный выбор. Корректирующий коэффициент - это то, насколько сильно жир и белок влияют на количество продуктов. 1.0 - это полный эффект (оригинальный Варшавский метод), а 0.5 - половинный эффект. Обратите внимание, что вы можете обнаружить, что ваше нормальное соотношение углеводов нуждается в увеличении, если вы начнете добавлять жиры и белки. По этой причине лучше всего начинать с коэффициента примерно 0.5, чтобы облегчить его использование. Настройки по умолчанию: Ограничение по времени: 8 часов, Интервал: 30 минут, Коэффициент: 0.5, Задержка 60 минут
sv: Omvandlar fett och protein till kolhydratekvivalenter, enligt Warsawa-metoden: antal kilokalorier delat med 10. Detta sprider ut kolydraterna över ett framtida tidsintervall med maximal duration enligt inställningen för max tid, 5-12 timmar. Intervall i minuter bestämmer antalet minuter mellan kolhydratposterna. Ju kortare intervall, desto mer utjämnat resultat. 10, 15, 20, 30, or 60 är exempel på alternativ Fördrjöjning är tiden från nu till första framtida kolhydratpost. Justering tillåter individuell inställning av faktorn. 1.0 betyder full effekt, 0.5 skapar halva mängden kolhydrater. Observera att om du alltid matar in fett och kolhydrater kan du behöva öka din insulinkvot. Av denna anledning kan det vara lämpligt att börja med 0.5. Standardinställningar: Max tid: 8 h, Intervall: 30 min, Faktor: 0.5, Fördröjning 60 min
uk: Дозволяє перетворювати жири та білки в майбутні еквіваленти вуглеводів, використовуючи варшавську формулу поділу кілокалорій на 10. Це розподіляє еквіваленти вуглеводів за максимальною тривалістю, яка може бути встановлена в межах 5-12 годин. до першого введення вуглеводів у майбутньому. Інтервал у хвилинах - це кількість хвилин між записами. Чим коротший інтервал, тим паче плавний результат. 10, 15, 20, 30 або 60 - розумний вибір. Коригуючий коефіцієнт - це те, наскільки сильно жир і білок впливають на кількість продуктів. 1.0 – це повний ефект (оригінальний Варшавський метод), а 0.5 – половинний ефект. Зверніть увагу, що ви можете виявити, що ваше нормальне співвідношення вуглеводів потребує збільшення, якщо ви почнете додавати жири та білки. З цієї причини найкраще починати з коефіцієнта приблизно 0.5, щоб полегшити його використання.
vi: Cho phép chuyển đổi chất béo và protein thành lượng carb tương đương trong tương lai bằng cách sử dụng công thức Warsaw (lượng kilocalo chia cho 10). Việc chuyển đổi này sẽ phân bổ lượng carb tương đương đó theo thời gian tối đa do người dùng cấu hình, từ 5 đến 12 giờ. Độ trễ là khoảng thời gian từ hiện tại đến khi ghi nhận carb đầu tiên trong tương lai. Khoảng thời gian (Interval) là số phút giữa các lần ghi nhận. Khoảng thời gian càng ngắn thì kết quả càng mượt mà. Các giá trị hợp lý: 10, 15, 20, 30 hoặc 60 phút. Hệ số điều chỉnh (Adjustment factor) thể hiện mức ảnh hưởng của chất béo và chất đạm đến các mục carb. 1.0 là ảnh hưởng đầy đủ (theo phương pháp Warsaw gốc) và 0.5 là ảnh hưởng một nửa. Lưu ý: Bạn có thể sẽ cần điều chỉnh lại tỷ lệ carb thông thường (carb ratio) của mình thành số lớn hơn nếu bắt đầu thêm mục chất béo và chất đạm. Vì lý do này, nên bắt đầu với hệ số khoảng 0.5 để làm quen dần. Thiết lập mặc định: Giới hạn thời gian: 8 giờ, Khoảng: 30 phút, Hệ số: 0.5, Trễ: 60 phút
zh_hant: 允許脂肪和蛋白質根據華沙公式轉換為未來的碳水化合物當量，該公式為千卡數除以 10。 這會將碳水化合物當量分配至最多可調整的最長持續時間，該持續時間可以設置在 5-12 小時之間。 延遲是現在到第一個未來碳水化合物輸入的時間。 分鐘間隔是每次輸入之間的分鐘數。間隔越短，結果越平滑。10、15、20、30 或 60 分鐘都是合理的選擇。 調整因子是脂肪和蛋白質對輸入的影響程度。1.0 為完全效果（原始華沙方法），0.5 為半效果。請注意，如果您開始添加脂肪和蛋白質的輸入，則可能需要將正常的碳水化合物比率提高到更大的數字。為此，最佳的做法是從約 0.5 的因子開始，以便逐步適應。 預設設定：時間上限：8 小時，間隔：30 分鐘，因子：0.5，延遲 60 分鐘

source: Already using Trio and updating from an older version?
bg: Вече използвате Trio и се обновявате от по-стара версия?
cs: Již používáš Trio a aktualizuješ ze starší verze?
da: Bruger du allerede Trio og opdaterer fra en ældre version?
de: Verwendest Du Trio bereits und aktualisierst von einer älteren Version?
fr: Vous utilisez déjà Trio et effectuez une mise à jour depuis une version précédente ?
it: Stai già utilizzando Trio e aggiornando da una versione più vecchia?
nb_no: Bruker du allerede Trio og oppdaterer fra en eldre versjon?
nl: Gebruik je Trio al en update deze vanaf een oudere versie?
pl: Używasz już Trio i dokonujesz aktualizacji ze starszej wersji?
sv: Använder du redan Trio och uppdaterar från en äldre version?
vi: Bạn đã sử dụng Trio và đang cập nhật từ phiên bản cũ?
zh_hant: 已經在使用 Trio，並從舊版本更新了嗎？

source: Also add source info
bg: Добави и информация за източника
cs: Také přidat informace o zdroji
da: Tilføj også kildeinfo
de: Füge auch Quellinformationen hinzu
es: Añadir también información de origen
fr: Affiche la provenance de l'information
it: Aggiungi anche informazioni sorgente
nb_no: Legg også til kildeinfo
nl: Voeg ook broninfo toe
pl: Dodaj informacje źródłowe
pt_pt: Adicionar também informações de fonte
ru: Дополнительная информация об источнике
sv: Lägg till info om CGM
uk: Дотаткова інформацію про джерело
vi: Cũng thêm thông tin nguồn
zh_hant: 同時添加來源信息

source: Also Change
bg: Също промени
cs: Také změnit
da: Ændr Også
de: Auch ändern
es: Cambia también
fr: Changer aussi
it: Cambia Anche
nb_no: Endre også
nl: Ook wijzigen
pl: Zmień również
pt_pt: Também mudar
ru: Также изменить
sv: Ändra också
uk: Також змінити
vi: Cũng thay đổi
zh_hant: 同時變更

source: Also Inversely Change
bg: Промени също в обратна посока
cs: Také změnit inverzně
da: Ændre Også Omvendt
de: Auch umgekehrt ändern
es: También cambiar inversamente
fr: Changer aussi en sens inverse
it: Cambia Anche Inversamente
nb_no: Endre også
nl: Ook omgekeerd veranderen
pl: Zmień również
pt_pt: Também mudar inversamente
ru: Также обратные изменения
sv: Även omvänd justering
uk: Також негативна зміна
vi: Cũng thay đổi ngược lại
zh_hant: 同時反向變更

source: Also play alert sound
bg: Пускай и звук за предупреждение
cs: Také přehrát zvuk upozornění
da: Afspil også alarm lyd
de: Auch Alarmton abspielen
es: Reproducir también sonido de alerta
fr: Émettre également un son d'alerte
it: Riproduci anche suono d'avviso
nb_no: Spill også alarmlyd
nl: Ook alarmgeluid afspelen
pl: Odtwórz dźwięk alarmu
pt_pt: Também reproduza som de alerta
ru: Использовать звук тревоги
sv: Spela också upp varningsljud
uk: Відтворювати звук тревоги
vi: Đồng thời bật âm thanh
zh_hant: 同時播放提醒音

# Also triggered when the lowest forecasted glucose (minPredBG) is < %@ %@.
source: Also triggered when the lowest forecasted glucose (minPredBG) is < %1$@ %2$@.
bg: Също се задейства, когато най-ниската прогнозирана глюкоза (minPredBG) е < %1$@ %2$@.
cs: Také se spustí, když je nejnižší předpovídaná glykémie (minPredBG) nižší než %1$@ %2$@.
da: Også udløst, når den lavest beregnede glukose (minPredBG) er < %1$@ %2$@.
de: Wird auch ausgelöst, wenn die niedrigste prognostizierte Glukose (minPredBG) < %1$@ %2$@ ist.
fr: Se déclenche également lorsque la mesure de glucose minimale prévue (minPredBG) est inférieure à %1$@ %2$@.
it: Attivato anche quando la glicemia più bassa prevista (minPredBG) è < %1$@ %2$@.
nb_no: Trigges også når laveste beregnede blodsukker (minPredBG) er < %1$@ %2$@.
nl: Wordt ook geactiveerd als de laagst verwachtte glucose (minPredBG) < %1$@ %2$@ is.
pl: Uruchamiaj również w przypadku najniższego prognozowanego poziomu glikemii (minPredBG) < %1$@ %2$@.
sv: Triggas också när den lägsta glukosprognosen (minPredBG) är < %1$@ %2$@.
vi: Cũng được kích hoạt khi mức đường huyết dự đoán thấp nhất (minPredBG) < %1$@ %2$@.
zh_hant: 當預測的最低血糖 (minPredBG) 小於 %1$@ %2$@ 時也會觸發此功能。

source: Also vibrate
bg: И вибрация
cs: Také vibrovat
da: Vibrér også
de: Auch vibrieren
es: Vibrar también
fr: Activer aussi le mode vibreur du téléphone
it: Vibra anche
nb_no: Også vibrasjon
nl: Ook trillen
pl: Wibracje
pt_pt: Também vibrar
ru: Вибрировать
sv: Vibrera också
uk: Вібрація
vi: Rung
zh_hant: 同時震動

source: Alter the rate of Dynamic ISF (Sensitivity) adjustments.
bg: Промяна на скоростта на регулиране на Динамичното ISF (Чувствителност).
cs: Uprav míru úprav dynamické citlivosti na inzulín (ISF).
da: Ændre hastigheden af Dynamic ISF (Sensitivity) justeringer.
de: Ändere die Rate der dynamischen ISF (Sensitivität) Anpassung.
es: Alterar la tasa de ajustes dinámicos de ISF (Sensibilidad).
fr: Modifier l’intensité d'ajustement du Facteur de Sensibilité à l'Insuline (ISF) Dynamique.
it: Modifica la velocità di regolazione dell'ISF Dinamico (Sensibilità).
nb_no: Endre raten for justeringer av Dynamisk ISF (insulinfølsomhet).
nl: Wijzig de snelheid van dynamische ISF (Sensitiviteit) aanpassingen.
pl: Zmień szybkość regulacji Dynamic ISF (czułości).
pt_pt: Altera a taxa de ajustes do ISF dinâmico (Sensibilidade).
ru: Изменить расход динамической корректировки ISF (Sensitivity).
sv: Ändra hastigheten på Dynamisk ISF (Insulinkänslighet) justeringar.
uk: Змінити швидкість коригувань динамічної ISF (щільність).
vi: Điều chỉnh tốc độ thay đổi của ISF động (độ nhạy insulin).
zh_hant: 更改動態 ISF (敏感度) 調整的速率。
